[
  {
    "title": "1",
    "questionid": "1",
    "question": "Which Seattle-area billionaire dropped out of Harvard?"
  },
  {
    "title": "2",
    "questionid": "2",
    "question": "True or false: Seattle has a higher average yearly precipitation than Boston."
  },
  {
    "title": "3",
    "questionid": "3",
    "question": "Bebe Neuwirth portrayed Frasier Crane’s wife (and later, ex-wife) on the TV show “Cheers”  (set in Boston) and “Frasier” (set in Seattle). In which film set in Seattle did Neuwirth make her film debut?"
  },
  {
    "title": "4",
    "questionid": "4",
    "question": "Which building is taller: the Space Needle in Seattle or the Prudential Building in Boston?"
  },
  {
    "title": "5",
    "questionid": "5",
    "question": "The first European to visit the Seattle area did so in May 1792, four years after what notable event in Massachusetts?"
  },
  {
    "title": "6",
    "questionid": "6",
    "question": "In 1966, the Standells recorded their major hit “Dirty Water,” which has become a victory anthem at Boston sporting events in recent years. The leader of the band, Larry Tamblyn, is the brother of actor Russ Tamblyn, who had a recurring role in what Seattle-based TV show?"
  },
  {
    "title": "7",
    "questionid": "7",
    "question": "Which manager won a pennant with the Red Sox and then became the Mariners’ first-ever manager?"
  },
  {
    "title": "8",
    "questionid": "8",
    "question": "According to the U.S. Census Bureau, which city accounts for a larger percentage of its state’s population?"
  },
  {
    "title": "9",
    "questionid": "9",
    "question": "Bill Russell, who still lives in the Seattle area, led the Celtics to two titles as a player-coach and later coached the Sonics for four seasons. With which team did he win more regular-season games?"
  },
  {
    "title": "10",
    "questionid": "10",
    "question": "Former WSU star Drew Bledsoe was replaced as the Patriots’ starting quarterback in 2001 by Tom Brady. But which former UW quarterback did Bledsoe replace in 1993?"
  },
  {
    "title": "11",
    "questionid": "11",
    "question": "Aerosmith’s Steven Tyler and Pearl Jam’s Eddie Vedder are known as frontmen for two of the most prominent American bands. Each also has some acting credits on their resume. On which comedy did Vedder play himself?"
  },
  {
    "title": "12",
    "questionid": "12",
    "question": "TV personalities and comedians Joel McHale and Conan O’Brien have strong ties to Seattle and Boston, respectively. But which one was NOT born in Seattle or Boston?"
  }
]